Repository: ARLM-Attic/ethereum-wallet
Catalog: ethereum-wallet/Other/*.lproj/Localizable.strings
Languages: ko, ru

# common.cancel
source: Cancel
ko: 취소
ru: Отмена

# common.notNow
source: Not now
ko: 지금 아닙니다
ru: Пропустить

# common.touchId
source: Touch ID
ko: 터치ID

# common.faceId
source: Face ID
ko: 페이스 ID

# tab.balance
source: Balance
ko: 균형
ru: Баланс

# tab.transactions
source: Transactions
ko: 거래
ru: Транзакции

# tab.settings
source: Settings
ko: 설정
ru: Настройки

# mnemonic.common.delete
source: Delete
ko: 삭제
ru: Удалить

# mnemonic.common.cancel
source: Cancel
ko: 취소
ru: Отмена

# mnemonic.screenshot.title
source: Don't take a screenshot!
ko: 스크린샷을 하지 마십시오!
ru: Не делайте снимок экрана!

# mnemonic.screenshot.message
source: We strongly recommend not storing the recovery phrase using screenshot. It is not safe.
ko: 스크린샷을 사용하여 복구 문구를 저장하지 않기 바릅니다. 안전하지 않습니다.
ru: Мы настоятельно рекомендуем не сохранять фразу восстановления с помощью скриншота. Это небезопасно.

# mnemonic.writing.backup.title
source: Backup wallet
ko: 예비 지갑
ru: Резервная копия

# mnemonic.writing.create.title
source: Wallet created!
ko: 지갑이 창조되었습니다!
ru: Кошелёк создан!

# mnemonic.writing.subtitle
source: The recovery phrase is the key to your funds. Just write down 12 words and keep them in safe place.
ko: 복구 문구는 당신의 펀드의 키입니다. 그냥12단어만 써서 안전한 곳에 보관하십시오.
ru: Фраза восстановления - это ключ к вашим средствам. Запишите эти 12 слов и храните их в безопасном месте.

# mnemonic.writing.button.title
source: Check
ko: 확인
ru: Проверить

# mnemonic.verifying.title
source: Checking the recovery phrase
ko: 복구 문구를 확인하기
ru: Проверка фразы восстановления

# mnemonic.verifying.subtitle
source: Enter the recovery phrase the correct sequence. This will help to make sure that you write down it correctly.
ko: 복구 문구를 올바른 순서로 입력하십시오. 이렇게 하면 올바르게 쓸 수 있습니다.
ru: Введите фразу восстановления в правильной последовательности. Это поможет убедиться в том, что вы правильно её записали

# mnemonic.correct.title
source: That's it!
ko: 바로 그겁니다!
ru: Правильно!

# mnemonic.correct.subtitle
source: Keep your recovery phrase in a safe place. You will need it to restore access to your funds
ko: 복구 문구를 안전한 곳에 보관하십시오. 펀드에 입장을 복구하기 위해 필요합니다
ru: Храните вашу фразу восстановления в безопасном месте. Она понадобится вам для восстановления доступа к средствам

# mnemonic.correct.button.title
source: Continue
ko: 계속하기
ru: Продолжить

# mnemonic.incorrect.title
source: Wrong!
ko: 틀렸습니다!
ru: Не правильно!

# mnemonic.incorrect.subtitle
source: Having lost the recovery phrase, you will no longer be able to access your funds. Please try again
ko: 복구 문구를 잃어버리면 더 이상 펀드에 입장할 수 없게 됩니다. 다시 시도하십시오
ru: Потеряв фразу восстановления вы больше не сможете получить доступ к вашим средствам. Пожалуйста, попробуйте заново

# mnemonic.incorrect.button.title
source: Try again
ko: 다시 시도하십시오
ru: Начать заново

# welcome.new.title
source: Create new wallet
ko: 새로운 지갑을 창조하기
ru: Создать новый кошелёк

# welcome.restore.title
source: Restore with passphrase
ko: 암호를 사용하면서 복원하기
ru: Восстановить с паролем

# welcome.import.title
source: Import wallet
ko: 지갑을 수입하기
ru: Восстановить

# welcome.title
source: Welcome to Conicoin
ko: Conicoin에 환영합니다
ru: Conicoin

# welcome.title.testnet
source: Welcome to Conicoin Rinkeby Testnet
ko: Conicoin Rinkeby Testnet에 환영합니다
ru: Conicoin Rinkeby Testnet

# welcome.subtitle
source: Lets start by creating a new wallet or restoring the existing one
ko: 새로운 지갑을 만들거나 기존 지갑을 복원하기부터 시작합시다
ru: Начните с создания нового кошелька или восстановления существующего

# welcome.github.link
source: Source code available on Github
ko: Github에 소스코드를 사용할 수 있습니다
ru: Исходный код доступен на Github

# welcome.import.alert
source: Import
ko: 수입하기
ru: Восстановить с помощью

# welcome.import.private
source: Private key
ko: 개인 키
ru: Приватного ключа

# welcome.import.json
source: JSON key
ko: JSON 키
ru: JSON ключа

# welcome.import.mnemonic
source: Mnemonic phrase
ko: 기억을 돕는 문구
ru: Фразы восстановления

# import.title
source: Import wallet
ko: 지갑을 수입하기
ru: Восстановление

# import.json.title
source: Enter JSON Key
ko: JSON 키를 입력하기
ru: Введите JSON ключ

# import.private.title
source: Enter private key
ko: 개인 키를 입력하기
ru: Введите приватный ключ

# import.mnemonic.title
source: Enter mnemonic phrase
ko: 기억에 돕는 문구를 입력하기
ru: Введите фразу восстановления

# import.icloud.title
source: Import from iCloud
ko: iCloud에서 수입하기
ru: Восстановить из iCloud

# import.confirm.title
source: Confirm
ko: 확인
ru: Подтвердить

# balance.token.count
source: %@ Tokens
ko: %@ 토큰
ru: %@ Токенов

# balance.receive
source: Receive
ko: 받기
ru: Получить

# balance.send
source: Send
ko: 보내기
ru: Отправить

# balance.empty.title
source: You have no ERC20 tokens. Once they appear, they will be displayed here.
ko: ERC20 토큰은 없습니다. 토큰이 나타나면 여기에서 표시됩니다.
ru: У вас нет ERC20 токенов. Как только они появятся, будут отображены здесь.

# token.details.send
source: Send
ko: 보내기
ru: Отправить

# token.details.desc
source: Description
ko: 묘사
ru: Описание

# token.details.info
source: Information
ko: 정보
ru: Информация

# token.details.address
source: Address
ko: 주소
ru: Адрес

# token.details.supply
source: Total supply
ko: 전체의 공급
ru: Общий запас

# token.details.holders
source: Holders
ko: 소유자들
ru: Держатели

# receive.title
source: Receive %@
ko: ETH 및 토큰 획득
ru: Получить %@

# receive.address.title
source: Your Ethereum Address
ko: 사용자의 이더리움 주소
ru: Ваш Ethereum адрес

# receive.copy.button
source: Copy address
ko: 주소를 복사하기
ru: Скопировать адрес

# receive.alert.copy
source: You address was copied to clipboard
ko: 주소가 클립보드에 복사되었습니다
ru: Ваш адрес успешно скопирован

# send.title.empty
source: Send
ko: 보내기
ru: Отправить

# send.title
source: Send %@
ko: 보내기%@
ru: Отправить %@

# send.fee
source: Fee
ko: 요금
ru: Комиссия

# send.total
source: Total
ko: 합계
ru: Всего

# send.address.placeholder
source: Recipient address
ko: 수취인 주소
ru: Адрес получателя

# send.adv.title
source: Advanced
ko: 고급
ru: Продвинутое

# send.adv.gasPrice
source: Gas Price (Gwei)
ko: Gas 가격 (Gwei)

# send.adv.gasPrice.info
source: Gas price will increase your transaction fee, but also your transaction will be executed faster
ko: Gas 가격은 당신의 거래 수수료를 증가시키지만 당신의 거래 또한 더 급속하게 실행될 겁니다.
ru: Увеличение Gas price повлечет за собой увеличение стоимости транзакции, но при этом транзакция отправится быстрее.

# send.adv.gasLimit
source: Gas Limit
ko: Gas 제한

# send.adv.gasLimit.info
source: Gas limit prevents smart contracts from consuming all your Ethereum. Gas limit is calculated automatically by us, but there are some smart contracts that may require a custom gas limit.
ko: Gas 제한으로 인해 스마트 계약에서 모든 Ethereum을 소비할 수 없습니다. Gas 제한은 당사가 자동으로 계산하지만 일부 스마트 계약에는 사용자 지정 Gas 제한이 필요할 수 있습니다.
ru: Gas limit не дает смарт-контрактам потратить все ваши средства. Обычно мы рассчитываем Gas limit автоматически, но некоторые смарт-контракты требуют указания определенного значения.

# send.adv.txData
source: Transaction data
ko: 거래 데이터

# send.adv.networkFee
source: Total network fee
ko: 총 네트워크 요금
ru: Комиссия

# send.adv.save
source: Save
ko: 저장
ru: Сохранить

# transactions.title
source: Transactions
ko: 거래
ru: Транзакции

# transactions.pending
source: pending
ko: 미결정
ru: отправка

# transactions.error
source: transaction failed
ko: 거래 실패했습니다
ru: ошибка

# transactions.empty.title
source: You have no transactions yet
ko: 거래가 아직 없습니다
ru: У вас ещё нет транзакций

# tx.details.completed
source: Completed
ko: 완료되었습니다
ru: Отправлено

# tx.details.blockHeight
source: Block Height
ko: 블록 높이

# tx.details.spent
source: Spent
ko: 보냈습니다
ru: Потрачено

# tx.details.fee
source: Fee
ko: 요금
ru: Комиссия

# tx.details.alert.title
source: Show transaction info on Etherscan?
ko: Etherscan에 거래의 정보를 보여드리겠습니까?
ru: Перейти на Etherscan?

# tx.details.etherscan
source: View on Etherscan
ko: Etherscan에서 보기
ru: Посмотреть на Etherscan

# time.today
source: Today
ko: 오늘
ru: Сегодня

# time.yestarday
source: Yesterday
ko: 어제
ru: Вчера

# time.tomorrow
source: Tomorrow
ko: 내일
ru: Завтра

# time.daysAgo
source: %@ days ago
ko: %@ 일전에
ru: %@ дней назад

# time.inDays
source: In %@ days
ko: %@ 일만에
ru: Через %@ дней

# settings.title
source: Settings
ko: 설정
ru: Настройки

# settings.currency
source: Reference currency
ko: 참조 통용
ru: Выбранная валюта

# settings.changePasscode
source: Change passcode
ko: 암호를 바뀌기
ru: Изменить пароль

# settings.biometic
source: Use %@
ko: %@ 사용하기
ru: Использовать %@

# settings.push
source: App notifications
ko: 앱 알림
ru: Push уведомления

# settings.backup
source: Backup wallet
ko: 예비 지갑
ru: Создать резервную копию

# settings.rate
source: Rate App
ko: 앱 평가하기
ru: Оцените нас

# settings.logout
source: Exit wallet
ko: 지갑을 닫기
ru: Выйти из кошелька

# settings.version
source: Version %@
ko: 버전 %@
ru: Версия %@

# settings.exit.alert.title
source: Exit wallet
ko: 지갑을 닫기
ru: Выход из кошелька

# settings.exit.alert.msg
source: All data will be erased. Please make sure you have made a backup, otherwise you will not be able to restore your wallet
ko: 모든 데이터가 삭제될 겁니다. 백업을 완료했는지 확인하십시오. 그렇지 않으면 지갑을 복구할 수 없을 겁니다.
ru: Все данные будут стерты. Пожалуйста, убедитесь, что вы сделали резервную копию, в противном случае все ваши средства будут утеряны.

# settings.change.alert.title
source: Change passcode
ko: 암호를 바뀌기
ru: Изменить пароль

# settings.change.alert.msg
source: Please note that all previously made backups still require your old password
ko: 모든 이전 백업이 여전히 이전 암호를 요구한다는 것을 알아 두십시오.
ru: Примите к сведению, что все сделанные ранее резервные копии, по-прежнему будут требовать старый пароль.

# chooseCurrency.title
source: Reference currency
ko: 참조 통용
ru: Выбранная валюта

# pin.enterTitle
source: Enter Passcode
ko: 암호를 입력하기
ru: Введите пароль

# pin.restoreTitle
source: Enter your passcode to restore account
ko: 계정을 복구하기 위해 암호를 입력하기
ru: Введите пароль для восстановления аккаунта

# pin.setTitle
source: Create a passcode for your Conicoin account
ko: Conicoin계정 위한 암호를 창조하기
ru: Создайте пароль для вашего Conicoin аккаунта

# pin.confirmTitle
source: Repeat a passcode
ko: 암호를 반복하기
ru: Повторите пароль

# pin.changeTitle
source: Enter Old Passcode
ko: 이전 암호를 입력하기
ru: Введите старый пароль

# pin.mismatchTitle
source: Try again
ko: 다시 해보세요
ru: Попробуйте еще раз

# pin.touchIDReason
source: Authentication required to proceed
ko: 계속하려면 인증이 필요합니다
ru: Для продолжения необходима авторизация

# pin.touchIDButton
source: Enter Passcode
ko: 암호를 입력하기
ru: Введите пароль

# pin.exitTitle
source: Enter your passcode to exit wallet
ko: 지갑에서 내리기 위해 암호를 입력하기
ru: Введите пароль для выхода из кошелька

# pin.backupTitle
source: Enter your passcode to backup wallet
ko: 지갑을 백업하기 위해 암호를 입력하기
ru: Введите пароль для экспорта кошелька

# pin.confirmPayment
source: Confirm sending %@ to %@
ko: 발송을 확인하기 %@ 로 %@
ru: Подтвердите отправку %@ на %@

# pin.lockTitle
source: Enter your passcode to unlock wallet
ko: 지갑을 열기 위해 암호를 입력하기
ru: Введите пароль для доступа к кошельку

# popup.touch.title
source: Unlock Conicoin with %@
ko: %@ 과Conicoin 열기
ru: Разблокировать Conicoin с %@

# popup.touch.description
source: Use your %@ for quick and easy entry.
ko: 빠르고 간편한 입장하기 위해 %@ 사용하기.
ru: Используйте %@ для простого и быстрого входа.

# popup.touch.confirm
source: Use %@
ko: 사용하기%@
ru: Использовать %@

# popup.txSent.title
source: You have sent %@ to
ko: %@ 보냈습니다
ru: Вы успешно отправили %@ на

# popup.txSent.confirm
source: Done
ko: 되었습니다
ru: Готово

# popup.push.title
source: Push notifications
ko: 알림을 밀기
ru: Push уведомления

# popup.push.description
source: Be aware of all transactions to your address
ko: 주소와의 모든 거래에 유의하십시오.
ru: И будьте в курсе всех входящих на ваш адрес транзакций

# popup.push.confirm
source: Enable push notifications
ko: Push알림을 사용하기
ru: Включить push уведомления

# popup.push.error.disabled.title
source: Push notifications disabled
ko: Push 알림 사용 안 하기
ru: Push уведомления отключены

# popup.push.error.disabled.message
source: Please enable Push Notifications for the Conicoin Wallet in the device settings
ko: 디바이스 설정에서 Conicoin Wallet에 대한 알림을 활성화하십시오.
ru: Пожалуйста включите Push уведомления для Conicoin Wallet в настройках устройства

# touchId.error.title
source: %@ error
ko: %@ 오류
ru: Ошибка %@

# common.ok
source: OK
ru: ОК

# transactions.received
source: From %@
ru: От %@

# transactions.sent
source: To %@
ru: На %@

# tx.details.from
source: From
ru: От

# tx.details.to
source: To
ru: На
